var a={
  "370202": "市南区",
  "370203": "市北区",
  "370211": "黄岛区",
  "370212": "崂山区",
  "370213": "李沧区",
  "370214": "城阳区",
  "370281": "胶州市",
  "370282": "即墨市",
  "370283": "平度市",
  "370285": "莱西市"
}
var y=[
  {
    name: "市南区",
    value: "370202"
  },
  {
    name: "市北区",
    value: "370203"
  },
  {
    name: "黄岛区",
    value: "370211"
  },
  {
    name: "崂山区",
    value: "370212"
  },
  {
    name: "李沧区",
    value: "370213"
  },
  {
    name: "城阳区",
    value: "370214"
  },
  {
    name: "胶州市",
    value: "370281"
  },
  {
    name: "即墨市",
    value: "370282"
  },
  {
    name: "平度市",
    value: "370283"
  },
  {
    name: "莱西市",
    value: "370285"
  },
]
